[SeverLink X2AbilityTemplate]
+LocFriendlyName="Dismiss Zombie"
+LocLongDescription="Psionics can choose to sever their psionic link to their reanimated zombies."
+LocHelpText="Sever psionic link to zombie."
+LocFlyOverText="Link Severed"